Repository: AijazAfzal/Energy-App-API
Catalog: EnergieService/Energie.Business/Resources/Resources.Resources.*.resx
Languages: nl_nl

# Added_help_from_the_employer_with_employerHelpID
source: Added help from the employer
nl_nl: Extra hulp van de werkgever

# Already_exists
source: {0} Already exists
nl_nl: {0} Bestaat al

# Business_tips_with_ID_remote
source: Business tips with ID : {0} remote
nl_nl: Bedrijfstips met id : {0} verwijderd

# Business_tips_with_ID_Update
source: Business tips with ID: {0} updated
nl_nl: Bedrijfstips met id: {0} bijgewerkt

source: Company added
nl_nl: Bedrijf toegevoegd

source: Company administrator added
nl_nl: Bedrijfsbeheerder toegevoegd

# Company_administrator_already_exist
source: Company Admin already exist
nl_nl: Bedrijfsbeheerder bestaat al

# Company_exists
source: Company already exists
nl_nl: Bedrijf bestaat al

# Deadline_for_the_Energy_Plan
source: EnergiePlan : The deadline for the Energy Plan with the description {0} approaching inside {1} days
nl_nl: EnergiePlan : De deadline voor het Energieplan met de omschrijving {0} nadert binnen {1} dagen

# DepartmentName_with_ID_added
source: {0} added
nl_nl: {0} toegevoegd

# Department_added
source: Department with {0} added
nl_nl: Afdeling met {0} Id toegevoegd

source: Department favorite tip Removed
nl_nl: Afdeling favoriete tip Verwijderd

# Department_favorite_tip_with_ID_added_for_the_user
source: Department tip is added by the user
nl_nl: Afdelingstip wordt toegevoegd door de gebruiker

# Department_Removed
source: Department with {0} removed
nl_nl: Afdeling met {0} id verwijderd

source: Department tip removed
nl_nl: Afdelingstip verwijderd

# Department_tip_with_DepartmentTipbyUserID_is_added_by_the_user
source: Department tip is added by the user
nl_nl: Afdelingstip met {0} wordt toegevoegd door de gebruiker

# Employer_helps_with_id_update
source: Employer helps with id {0} updated
nl_nl: Werkgever helpt met id {0} bijgewerkt

# Energy_department_plan_added
source: Energy plan department successfully added
nl_nl: Afdeling Energieplan succesvol toegevoegd

source: Energy plan added
nl_nl: Energieplan toegevoegd

# Energy_plan_exists
source: Energy plan already exists
nl_nl: Energieplan bestaat al

# Energy_plan_removed
source: Energy plan successfully removed
nl_nl: Energieplan succesvol verwijderd

# Energy_plan_updated
source: Energy plan successfully updated
nl_nl: Energieplan succesvol geüpdatet

# Error_occurred
source: An error occurred in
nl_nl: Er is een fout opgetreden in

source: FavoriteHelp added
nl_nl: FavoriteHelp toegevoegd

source: FavoriteHelp Removed
nl_nl: FavoriteHelp verwijderd

source: Favorite tip added
nl_nl: Favoriete tip toegevoegd

# Favorite_tip_exists
source: Favorite tip already exists
nl_nl: Favoriete tip bestaat al

# favorite_tip_not_exist
source: favorite tip doesn't exist
nl_nl: favoriete tip bestaat niet

# Favorite_tip_removed
source: Favourite tip removed
nl_nl: Favoriete tip verwijderd

# Feedback_already_exists
source: Feedback for this user already exists
nl_nl: Feedback voor deze gebruiker bestaat al

# Feedback_exist
source: You're already giving your feedback
nl_nl: Je geeft je feedback al

# Feedback_Update
source: feedback updated
nl_nl: feedback bijgewerkt

# Give_feedback
source: Give your feedback
nl_nl: Geef uw feedback

source: Help removed
nl_nl: Hulp verwijderd

# Help_Tip_Added
source: Tip Added
nl_nl: Tip toegevoegd

# Help_tip_from_the_company_with_ID
source: Help tip from the company with this ID {0} has been added
nl_nl: Hulptip van het bedrijf met deze id {0} is toegevoegd

# Help_Tip_Removed
source: Tip Removed
nl_nl: Tip verwijderd

# Language_user_updated
source: Language for business user successfully updated
nl_nl: Taal voor bedrijfsgebruiker succesvol geüpdatet

source: Plan updated
nl_nl: Plan bijgewerkt

# Score_added
source: Energy score added
nl_nl: Energiescore toegevoegd

# Score_exists_for_this_month
source: Energy score already exists for this month
nl_nl: Energiescore bestaat al voor deze maand

source: Something failed
nl_nl: Er is iets mislukt

# Something_wrong
source: Something went wrong
nl_nl: Er is iets fout gegaan

source: Subscription removed
nl_nl: Abonnement verwijderd

# Thanks_for_feedback
source: Thanks for your feedback
nl_nl: Bedankt voor uw feedback

# Tip_added
source: Tip with this ID {0} added
nl_nl: Tip met dit id {0} toegevoegd

# Tip_added_department_by_User
source: EnergyTip : Tip added to your department by {0} with description {1}
nl_nl: EnergieTip : Tip toegevoegd aan je afdeling door {0} met beschrijving {1}

source: Tip removed
nl_nl: Tip verwijderd

# Tip_Update
source: Tip Updated
nl_nl: Tip bijgewerkt

# Update_department_tip
source: Gratuity hereby {0} Id updated
nl_nl: Fooi hierbij {0} Id geüpdatet

# Update_energy_analysis_notification
source: EnergyAnalysis : As the year draws to a close, we kindly ask you to update your energy analysis
nl_nl: EnergieAnalyse : Aangezien het jaar ten einde loopt, verzoeken wij u vriendelijk uw energieanalyse bij te werken

source: User added
nl_nl: Gebruiker toegevoegd

# User_deleted
source: User has been deleted
nl_nl: Gebruiker is verwijderd

# User_departmenttip_with_id_updated
source: User department tip with this id {0} has been updated
nl_nl: Gebruikersafdeling tip met deze id {0} is geüpdatet

# User_successfully_removed
source: Company user account at {0} successfully removed
nl_nl: Bedrijfsgebruikersaccount bij {0} succesvol verwijderd

source: User tip added
nl_nl: Gebruikerstip toegevoegd

# User_tip_updated
source: User tip has been updated
nl_nl: Gebruikerstip is geüpdatet
